import cardImage from "/src/assets/cardImage.jpg";

export const products = [
  {
    id: 0,
    image: cardImage,
    title: "Филе бедра цыпленка",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "4000",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
  {
    id: 1,
    image: cardImage,
    title: "Филе бедра гуся",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "40",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
  {
    id: 2,
    image: cardImage,
    title: "Филе бедра цыпленка",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "800",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
  {
    id: 3,
    image: cardImage,
    title: "Филе бедра цыпленка",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "400",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
  {
    id: 4,
    image: cardImage,
    title: "Филе бедра гуся",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "490",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
  {
    id: 5,
    image: cardImage,
    title: "Филе бедра цыпленка",
    description: {
      text: "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
      price: "444",
    },
    characteristics: {
      weight: "0,7кг. (595-805г)",
      period: "6 суток",
      type: "КОББ 500",
      place: "Тверская область",
    },
    properties: {
      energy: "135 ккал./565 кДж.",
      value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
  },
];
